[
	{"Text":"It is Sunday night.", "Voice":"KB1.wav"},
	{"Text":"Currently, the time reads just a bit past 10:38 PM."},
	{"Text":"One of your roommates is at a party, while the other is back home for the weekend."},
	{"Text":"You have an assignment due at 11:59 PM. Like always, you put it off to the last minute."},
	{"Text":"Or, the last several minutes at least. While trying to figure out [i]exactly[/i] how much time left you have, you see the digital clock in the lower-right hand corner of your screen change."},
	{"Text":"It is now 10:39 PM."},
	{"Text":"You pull up the assignment page."},
	{"Text":"Your unease about your potential grade is at least a little bit quelled by the barely functioning website everyone has to use."},
	{"Text":"No one likes it. Maybe that's purposeful."},
	{"Text":"It has to be purposeful. Monkeys with typewriters could do a better job."},
	{"Text":"[i]You[/i] could certainly do a better job."},
	{"Text":"... Maybe not."},
	{"Text":"You are currently stressed at... 10:40 PM on a Sunday about whether or not you can even finish this assignment."},
	{"Text":"You were so confident a week ago. \"How long could it take? It practically writes itself.\""},
	{"Text":"You knew this would happen."},
	{"Text":"Joselyn--your roommate, the one at the party--knew this would happen. She's in your class."},
	{"Text":"She makes it all look so easy. Never tripped up by any problem, answers every question in class."},
	{"Text":"Every summer she's always working another internship, and she still somehow manages to have the time to go to every party, every event."},
	{"Text":"... Jesus Christ, you're doing it again."},
	{"Text":"You're dissatisfied with yourself and you're taking it out on others. Thank god no one can hear your thoughts. Only you have to live with how horrible a person you are."},
	{"Text":"Self-loathing isn't going to help either."},
	{"Text":"You're just tired."},
	{"Text":"Probably hungry and thirsty, too. Fast food once at noon isn't the healthiest."},
	{"Text":"You decide to get up and find something to eat.", "Signal":"Homework.json"},
]
